IDEA Open Model
PointOnLine3D Constructor
Initializes a new instance of the PointOnLine3D class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PointOnLine3D()
Public Sub New
public:
PointOnLine3D()
See Also
Reference
PointOnLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace